Repository: OrijinTech/DigitalHealthApp
Catalog: DH_App/Utilities/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld Followers
zh_hans: 关注

source: + add
zh_hans: + 添加

source: Account Info
zh_hans: 账户信息

source: ADD A MEAL
zh_hans: 添加饮食

source: Already have an account
zh_hans: 已拥有账户？

source: birthday
zh_hans: 生日

source: Breakfast
zh_hans: 早餐

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Change Birthday
zh_hans: 更改生日

source: Change Email
zh_hans: 更改邮箱地址

source: Change First Name
zh_hans: 更改名

source: Change gender
zh_hans: 更改性别

source: Change Last Name
zh_hans: 更改姓

source: Change Password
zh_hans: 更改密码

source: Change Username
zh_hans: 更改用户名

source: Choose an option
zh_hans: 选择

source: Community
zh_hans: 社区

source: COMMUNITY
zh_hans: DH社区

source: Correct Water Intake
zh_hans: 正确的水分摄入

source: Delete
zh_hans: 删除

source: Diet Plans
zh_hans: 饮食计划

source: Digitalizing your Diet
zh_hans: 数字化饮食管理

source: Dinner
zh_hans: 晚餐

source: Don't have an account?
zh_hans: 还没有账户？

source: Edit Profile
zh_hans: 编辑用户

source: Edit Title
zh_hans: 更换标题

source: email
zh_hans: 邮箱

source: Email
zh_hans: 邮箱

source: Enter New Username
zh_hans: 输入新用户名

source: Even when drinking water, there is a correct and scientific way.
zh_hans: 就算是喝水，也有正确科学的方法。

source: first name
zh_hans: 名

source: Follow
zh_hans: 关注

source: Forgot password?
zh_hans: 忘记密码

source: Friends
zh_hans: 我的好友

source: Good Morning!
zh_hans: 早上好！

source: Have you thought of efficiently recording your daily habits? Did you drink enough water? Or did you eat healthy enough?
zh_hans: 您有想过去记录您的生活吗？或者有考虑过健康的饮食吗？

source: Health Advisor
zh_hans: 健康顾问

source: Health Records
zh_hans: 健康简历

source: I agree to the Privacy Policy
zh_hans: 我同意隐私政策

source: Invalid Credentials
zh_hans: 请输入有效的验证信息

source: Invalid Email
zh_hans: 无效邮箱

source: Invalid email or password.
zh_hans: 无效登录信息

source: Invalid Password
zh_hans: 无效密码

source: Join us for FREE
zh_hans: 免费加入我们

source: last name
zh_hans: 姓

source: Let's get started!
zh_hans: 创建账户

source: Loading Chats...
zh_hans: 正在载入信息

source: Log Out
zh_hans: 退出登录

source: Lunch
zh_hans: 午餐

source: Me
zh_hans: 我

source: My Coach
zh_hans: 我的顾问

source: My Day
zh_hans: 今天

source: MY DAY
zh_hans: 今天

source: New Post
zh_hans: 发表

source: New Title
zh_hans: 标题

source: No Chats...
zh_hans: 您还没有健康顾问

source: One-line description.
zh_hans: 此人很懒，什么也没留下

source: OR
zh_hans: 或

source: password
zh_hans: 密码

source: Password
zh_hans: 密码

source: Password must be at least 6 characters.
zh_hans: 密码必须由最少6位字母或数字组成

source: Personal Info
zh_hans: 个人信息

source: Photo Library
zh_hans: 相册

source: Please ensure all fields are filled.
zh_hans: 请确保填写所有信息

source: Please enter the correct email format.
zh_hans: 请填写正确的邮箱格式

source: Post
zh_hans: 发表

source: Profile Preview
zh_hans: 预览名片

source: Record your dietary information in case that you need advice from an expert.
zh_hans: 记录您的饮食信息，以及健康信息。在就医时可以更加自信。

source: Replies
zh_hans: 回复

source: Save
zh_hans: 保存

source: Search
zh_hans: 搜索

source: Send
zh_hans: 发送

source: Send a message...
zh_hans: 请输入信息

source: Set my height
zh_hans: 设定身高

source: Set my weight
zh_hans: 设定体重

source: Set up Units
zh_hans: 设定单位

source: Settings
zh_hans: 设置

source: Share Profile
zh_hans: 分享名片

source: Sign in
zh_hans: 登录

source: Sign In
zh_hans: 登录

source: Sign Up
zh_hans: 注册

source: Snack
zh_hans: 零食点心

source: Start the post...
zh_hans: 发表新帖子

source: The Healthy One
zh_hans: 健康的用户

source: The user is lazy
zh_hans: 此人很懒，什么也没留下

source: Threads
zh_hans: 帖子

source: username
zh_hans: 用户名

source: Username
zh_hans: 用户名

source: Water
zh_hans: 水

source: Water Reminder
zh_hans: 饮水提醒

source: Welcome to Digital Health
zh_hans: 欢迎来到数字健康
